Revit 2027 API
SymbolTypeId.MmSup2PerM Property
 Symbol mm²/m, indicating unit Square millimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmSup2PerM { get; }
Public Shared ReadOnly Property MmSup2PerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmSup2PerM {
	ForgeTypeId^ get ();
}
static member MmSup2PerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace